{
  "mindful-breathing": {
    "title": "The Art of Mindful Breathing",
    "date": "November 2, 2025",
    "image": "https://via.placeholder.com/800x400?text=Mindful+Breathing",
    "excerpt": "Learn how controlled breathing enhances mindfulness and calm.",
    "content": "<p>Mindful breathing allows you to focus on your breath and anchor your thoughts in the present moment. This practice reduces stress, anxiety, and improves focus.</p><p class='mt-4'>Start by taking deep, slow breaths, observing each inhale and exhale. Feel the air as it enters and leaves your body, grounding you in calm awareness.</p>"
  },
  "eco-habits": {
    "title": "5 Small Eco Habits That Reduce Stress",
    "date": "November 4, 2025",
    "image": "https://via.placeholder.com/800x400?text=Eco+Habits",
    "excerpt": "Simple sustainability practices to boost serenity and reduce your carbon footprint.",
    "content": "<p>Living sustainably doesn't have to be overwhelming. By making small eco-friendly changes, you can create a lifestyle that supports both the planet and your mental well-being.</p><ul class='list-disc ml-6 mt-4 text-left'><li>Practice digital detoxes to save energy and reduce stress.</li><li>Walk or cycle instead of driving short distances.</li><li>Start composting to reconnect with nature.</li><li>Use reusable water bottles and cups.</li><li>Spend time in green spaces daily.</li></ul>"
  },
  "ai-wellness": {
    "title": "AI in Wellness: The Future of Calm Technology",
    "date": "November 10, 2025",
    "image": "https://via.placeholder.com/800x400?text=AI+Wellness",
    "excerpt": "Discover how artificial intelligence is reshaping mindfulness, meditation, and eco-wellness.",
    "content": "<p>AI is transforming the way we manage mental health, making mindfulness tools more personalized and accessible than ever. Apps now adapt to your emotional rhythm and recommend breathing or focus exercises in real-time.</p><p class='mt-4'>Calmiqs integrates these ideas by blending technology and ecology — encouraging smarter habits that promote calm while staying kind to the planet.</p>"
  }
}
